Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk:_regjeringen_har_okonomiske_forpliktelser_overfor_samene.html.tmx
Source language: nob
Languages: sme

source: Kronikk: Regjeringen har økonomiske forpliktelser overfor samene
sme: Kronihkka: Ráđđehusas leat ekonomalaš geatnegasvuođat sápmelaččaide

source: Av Runar Myrnes Balto (NSR), sametingsråd med ansvar for budsjett.
sme: Čálli: Runar Myrnes Balto (NSR), sámediggeráđđi geas lea bušeahttaovddasvástádus.

source: Runar Myrnes Balto Árvu, Sámediggi
sme: Sámi servodagas leat máŋga hástalusa maid sáhttá guorrat ruovttoluotta dan áigái go dáruiduhttin váikkuhii norgga politihka guhkit go beannot čuođi jagi čađa.

source: Det samiske samfunnet står overfor mange utfordringer som kan spores tilbake til fornorskningens klamme grep over norsk politikk gjennom mer enn 150 år.
sme: 2023:s šaddá dát čielggas go Stuoradikki Duohtavuođa- ja soabahankommišuvdna ovdanbuktá iežas guorahallama stáhtalaš dáruiduhttinpolitihkas ja dan váikkuhusain.

source: I 2023 vil dette bli tydelig da Stortingets Sannhets- og forsoningskommisjon presenterer sin granskning av den statlige fornorskningspolitikken og konsekvensene av den.
sme: Dat dahká ahte boahtte jagi stáhtabušeahtta lea ráđđehussii buorre liiba duohtandahkat iežas ekonomalaš geatnegasvuođaid sápmelaččaide.

source: Det gjør at neste års statsbudsjett er en god anledning for regjeringa å innfri sine økonomiske forpliktelser overfor samene.
sme: Lea sáhka gielaid birra mat measta jávkaduvvojedje;

source: Vi snakker om språk som nesten ble utryddet;
sme: kultuvra mii galggai vajálduvvat;

source: en kultur som skulle forvises til glemselen;
sme: ealáhusat maid atne heajubun ja main eai lean vuoigatvuođat;

source: næringer som ble definert annenrangs og rettighetsløse;
sme: ja heahpatvuohta maid derpe álbmogii almmolaš linjás, muhto maiddái givssideamit ja cápmahallamat báikkálašservodagain.

source: og skam banket inn i et folk gjennom den offentlige linja, men også via mobbing og juling i lokalsamfunn.
sme: Boađus lea eaŋkilolbmuid ja olles báikkálašservodagaid giela ja kultuvrra massimat, traumat, dearvvašvuođaváttisvuođat, sosiála hástalusat ja gutnálašvuođa massin.

source: Resultatet er tapt språk og kultur for enkeltindivider og hele lokalsamfunn, traumer, helseproblemer, sosiale utfordringer og tapt verdighet.
sme: Sámevašši ja negatiiva guottut sápmelaččaid vuostá otná servodagas leat maid čielga váikkuhusat dáruiduhttináiggis.

source: Samehets og negative holdninger mot samer i dagens samfunn er også tydelige levninger fra fornorskningstiden.
sme: Norggas leat eará sániiguin daddjon muhtin čielga morálalaš geatnegasvuođat sápmelaččaide.

source: Norge har med andre ord noen åpenbare moralske forpliktelser overfor samene.
sme: Dahkat midjiide vejolažžan addit iežamet gielaide, ealáhusaide, báikkálašservodagaide ja kultuvrii boahtteáiggi.

source: Til å sette oss i stand til å gi våre språk, næringer, lokalsamfunn og vår kultur en fremtid.
sme: Dahkat midjiide vejolažžan gieđahallat dearvvašvuođalaš ja sosiálalaš hástalusaid.

source: Til å håndtere de helsemessige og sosiale utfordringene.
sme: Olahit duohta ovttaárvosašvuođa ja gutnálašvuođa.

source: Til reell likeverdighet og verdighet.
sme: Muhto eai leat dušše morálalaš geatnegasvuođat, leat maiddái juridihkalaš geatnegasvuođat.

source: Men forpliktelsene er ikke bare moralske, de er også juridiske.
sme: Vuođđoláhka bidjá ovdan bargojuogu stáhta ja Sámedikki gaskkas.

source: Grunnloven oppstiller en arbeidsdeling mellom staten og Sametinget.
sme: Stáhta galgá láhčit dili ahte sápmelaččat besse sihkkarastit ja ovddidit iežaset gielaid, kultuvrra ja servodateallima.

source: Staten skal legge forholdene til rette for at samene kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Ráđđehus ja Stuoradiggi galget nappo ordnet doarvái rámmaid, nu ahte sápmelaččat ieža sáhttet sihkkarastit ja ovddidit iežas kultuvrra.

source: Regjering og Storting skal altså sørge for tilstrekkelige rammer, slik at samene selv kan sikre og utvikle sin kultur.
sme: Maiddái ILO-konvenšuvnna 169 ja ON álgoálbmotjulggaštusa bokte lea Norga geatnegahttán iežas ruhtadit sápmelaččaid autonoma funkšuvnnaid, namalassii Sámedikki.

source: Også gjennom ILO-konvensjon 169 og FNs urfolkserklæring har Norge forpliktet seg til finansiering av samenes autonome funksjoner, altså Sametinget.
sme: Ahte sápmelaččain leat Sámedikki bokte doarvái ekonomalaš rámmat, lea maiddái rašuvnnalaš.

source: At samene gjennom Sametinget har tilstrekkelige økonomiske rammer, er også rasjonelt.
sme: Min čuoččuhus lea ahte Sámediggi oažžu eanet juohke ruvnno ovddas sámi ulbmiliidda go dan maid stáhta livččii nagodan.

source: Vår påstand er at Sametinget får mer ut av hver krone til samiske formål enn det staten ville ha fått til.
sme: Go stáhta beahttá iežas ovddasvástádusas njulget dáruiduhttinpolitihka váikkuhusaid, de čájeha dat sihke morálalaš, juridihkalaš ja politihkalaš maŋosmannama.

source: Når staten svikter i sitt ansvar for å bøte på fornorskningspolitikkens konsekvenser, så viser det både et moralsk, juridisk og politisk forfall.
sme: Dát leat rubrihkat ja stuora sánit, muhto dat leat áddehahtti sánit go lea sáhka ekonomalaš rámmaeavttuin maid Stuoradiggi rievddadeaddji eanetloguin udno sápmelaččaide.

source: Dette er rubrikker og store ord, men de er nærliggende når man snakker om de økonomiske rammebetingelsene samene avskrives med fra et Storting med skiftende flertall.
sme: Bušeahtas mii lea unnit go Norgga Opera bušeahtta, galgá Sámediggi addit máŋgga sámi gillii boahtteáiggi;

source: På et budsjett lavere enn operaens - skal Sametinget gi flere samiske språk en fremtid;
sme: ruhtadit oahpponeavvuid, mánáidgárddiid ja buot sámi kultuvrra (mii fátmmasta maid museaid, teáhteriid, festiválaid, girjjálašvuođa ja dáiddáriid);

source: finansiere læremidler, barnehager og all samisk kultur (inkludert museer, teatre, festivaler, litteratur og kunstnere);
sme: hálddašit kulturmuittuid;

source: forvalte kulturminner;
sme: arvvosmahttit ealáhusdoaimmaid, ja ovddastit sápmelaččaid buot áššiin mat gusket sidjiide našuvnnalaš, regionála ja báikkálaš dásis.

source: stimulere til næringsvirksomhet, og representere samene i alle saker som angår dem på nasjonalt, regionalt og lokalt nivå.
sme: Heivvolaš vuogi mielde lea Sámediggái dađis sirdojuvvon ovddasvástádus almmá duohta lassi ruhtademiin.

source: På beleilig vis er ansvar gjennom årene overført til Sametinget, uten reell finansiering.
sme: Kulturmuittut, sámi oahpponeavvut, museat, kultuvra ja giella leat muhtin ovdamearkkat.

source: Kulturminner, samiske læremidler, museer, kultur og språk er noen eksempler.
sme: Go eai oba heahpange go oidnet movt lea dilli go sámi mánáin ain váilot oahpaheaddjit, mánáidgárddit, giellaarenat, skuvlagirjjit ja digitála oahpponeavvut.

source: At man ikke skjemmes når man ser hvordan samiske barn ennå mangler lærere, barnehager, språkarenaer, skolebøker og digitale læremidler.
sme: Movt lea dilli sámi ásahusain ja museain – go buohtastahttá vástideaddji norgga ásahusaiguin.

source: Hvordan tilstanden er i samiske institusjoner og museer – sammenlignet med tilsvarende norske.
sme: Dahje movt eai leat boahtán johtui ealáskahttit giela ja kultuvrra muhtin guovlluin.

source: Eller hvordan man ikke har kommet i gang med å revitalisere språk og kultur i noen områder.
sme: Ráđđehus lea maid dahkan politihkalaš geatnegasvuohtan dahkat Sámediggái vejolažžan doaimmahit iežas rolla.

source: Regjeringen har også gjort det til en politisk forpliktelse å sette Sametinget i stand til å utøve sin rolle.
sme: Hurdal-julggaštusas leat earret eará lohpidan ražastit sámi gielaid ovddas ja sámi kultuvrra loktet, juoga mii sáhtášii dagahit ahte álgit duohpat gokko leat bázahallan morálalaš ja juridihkalaš beahttima dihte.

source: I Hurdalsplattformen har de blant annet lovet et krafttak for samiske språk og et samisk kulturløft, noe som vil kunne bidra til å innhente noe av etterslepet skapt av den moralske og juridiske svikten.
sme: Muhto de fertejit doaimmahišgoahtit bohtosiid.

source: Men da må man starte med å levere.
sme: Boahtte jagi bušeahtta livččii heivvolaš jahki dasa, go Stuoradikki Duohtavuođa- ja soabahankommišuvdna bidjá ovdan iežas gávdnosiid ja ávžžuhusaid.

source: Neste års budsjett vil være et passende år for det, da Stortingets Sannhets- og forsoningskommisjonen legger frem sine funn og anbefalinger.
sme: Ii sáhte oainnat šaddat seanadeapmi jus stáhta ii duođas váldde ovddasvástádusa vearrivuhtii, ja dahká sápmelaččaide vejolažžan beaktilit dáruiduhttináiggi mekanismmaid vuosttildit.

source: Det kan nemlig ikke bli forsoning uten at staten virkelig tar ansvar for uretten, og setter samene i stand til effektivt å motvirke mekanismene fra forskningstiden.
sme: Lea sáhka ruđas, ruvnnuin ja evrriin, ja stáhtabušeahta vuođul dat árvvoštallojuvvo dán ráđđehusa eamiálbmotpolitihkka.

source: Det er snakk om kroner og øre, og det er på statsbudsjettet denne regjeringens urfolkspolitikk kommer til å bli vurdert.
sme: Stuora bušeahttaoktavuođas lea sáhka smávvaruđain, ja vejolaš ákkat inflašuvnna ja energiijahattiid birra orrot dan dihte guoros sánit.

source: I den store budsjettsammenhengen er det snakk om småpenger, og eventuelle unnskyldninger om inflasjon og energipriser høres derfor hule ut.
sme: Vaikko orru álki diktit sápmelaččaid fas okte vuordit - de ii gierdda sámi giella ja kultuvra dan.

source: Selv om det kan være lett å la samene vente nok en gang - har ikke samisk språk og kultur råd til det.
sme: Golggotmánu 6. beaivvi lea sámi servodat gealdagasas ja čuovvu finánsaministara bušeahttaovdanbuktima.

source: 6. oktober vil det samiske samfunnet sitte spent og følge finansministerens budsjettfremleggelse.
sme: De beassat dalle oaidnit váldá go ráđđehus iežas geatnegasvuođaid duođas.
